Repository: esowooo/PumpkinCarriages
Catalog: PumpkinCarriage/07_UI/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

# rv.text.haveAccount
source: Already have an account?
ja: 既にアカウントをお持ちですか？
ko: 이미 계정이 있나요?

# rv.toast.registerSuccess
source: Registration successful.
ja: 登録が完了しました。
ko: 회원가입이 완료되었습니다.

# rvm.alert.differentUser.msg
source: Please login using current account
ja: 「現在のアカウントでログインしてください
ko: 현재 계정으로 로그인 해주세요

# rvm.alert.differentUser.title
source: Different account
ja: 別のアカウント
ko: 다른 계정

# rvm.alert.inactiveUser.msg
source: Your account may be inactive or terminated. Please contact support.
ja: このアカウントは無効または停止されています。サポートにお問い合わせください。
ko: 계정이 비활성화되었거나 종료되었을 수 있습니다. 지원팀에 문의하세요.

# rvm.alert.inactiveUser.title
source: Inactivated account
ja: 無効化されたアカウント
ko: 정지된 계정

# rvm.alert.invalidEmail.msg
source: Please check your email again.
ja: メールを再度確認してください。
ko: 이메일을 다시 확인해주세요.

# rvm.alert.invalidEmail.title
source: Invalid Email
ja: 無効なメール
ko: 이메일이 올바르지 않습니다

# rvm.alert.invalidPassword.hintMsg
source: Please check password again. (Tip: your password may include leading/trailing spaces.)
ja: パスワードを確認してください。（前後に空白が含まれている可能性があります）
ko: 비밀번호를 다시 확인해주세요. (팁: 비밀번호에 앞/뒤 공백이 포함될 수 있습니다.)

# rvm.alert.invalidPassword.msg
source: Please check password again.
ja: パスワードを確認してください。
ko: 비밀번호를 다시 확인해주세요.

# rvm.alert.invalidPassword.title
source: Invalid Password
ja: 無効なパスワード
ko: 비밀번호가 올바르지 않습니다

# rvm.alert.loginFailed.title
source: Failed to Login.
ja: ログインに失敗しました
ko: 로그인 실패

# rvm.alert.unexpected.msg
source: Unexpected error occurred.
ja: 予期しないエラーが発生しました。
ko: 예상치 못한 오류가 발생했습니다.

# sav.alert.cancel
source: Cancel
ja: キャンセル
ko: 취소

# sav.alert.confirm
source: Confirm
ja: 確認
ko: 확인

# sav.alert.openTermsFirst
source: Term not opened
ja: 規約未確認
ko: 약관 미확인

# sav.button.close
source: Close
ja: 閉じる
ko: 닫기

# sav.card.termsAgreement
source: Terms & Agreement
ja: 利用規約・同意
ko: 약관 및 동의

# sav.confirm.delete.format
source: Delete '%@'?
ja: 『%@』を削除しますか？
ko: '%@'을(를) 삭제할까요?

# sav.confirm.hide.format
source: Hide '%@'?
ja: 『%@』を非表示にしますか？
ko: '%@'을(를) 숨길까요?

# sav.consent.agreeProceed
source: I understand the above and agree to proceed.
ja: 上記を理解し、同意して進みます。
ko: 위 내용을 이해했으며 동의하고 진행합니다.

# sav.consent.archiveAgree
source: I understand this will stop public display and that data removal may take time.
ja: 公開停止となり、データ削除に時間がかかる可能性があることを理解します。
ko: 공개 표시가 중단되며 데이터 삭제에 시간이 걸릴 수 있음을 이해합니다.

# sav.hint.submitEnabled
source: Submit/Request is enabled after agreeing to the terms.
ja: 利用規約に同意すると送信／申請が有効になります。
ko: 약관에 동의하면 제출/요청이 활성화됩니다.

# sav.hint.termsNotOpened
source: Please read the terms first
ja: 規約を確認してください
ko: 약관을 확인해 주세요.

# sav.notes.placeholder
source: Add a short note for the reviewer
ja: 審査担当者へのメモ（任意）
ko: 검토자에게 간단한 메모를 남기세요

# sav.notes.titleOptional
source: Notes (optional)
ja: メモ（任意）
ko: 메모(선택)

# sav.terms.open
source: Open terms
ja: 規約を見る
ko: 약관 보기

# sav.vendorPublicId.format
source: Vendor Public Id: %@
ja: Public Id: %@
ko: Public Id: %@

# setv.account.delete
source: Delete Account
ja: アカウント削除
ko: 계정 삭제

# setv.account.delete.cancel
source: Cancel
ja: キャンセル
ko: 취소

# setv.account.delete.confirm
source: Confirm
ja: 確認
ko: 확인

# setv.account.delete.failed
source: Something went wrong. Please try again.
ja: 問題が発生しました。しばらくしてから再試行してください。
ko: 문제가 발생했습니다. 잠시 후 다시 시도해주세요.

# setv.account.delete.notice.anonymize
source: * If you are registered as a vendor, vendor data may be anonymized instead of being deleted (processed after soft deletion for operational purposes).
ja: * ベンダーとして登録されている場合、ベンダーデータは「削除」ではなく匿名化される場合があります（運用上、ソフト削除後に処理されます）。
ko: * 벤더로 등록된 경우, 벤더 데이터는 “삭제” 대신 익명화 처리될 수 있습니다(운영상 소프트 삭제 후 처리).

# setv.account.delete.notice.pii
source: * Operational records for dispute handling, audits, and service quality maintenance may be retained in a form with personal identifiable information (PII) removed.
ja: * 紛争対応、監査、品質維持を目的とする運用記録は、個人を特定できる情報（PII）を除去した形で保管される場合があります。
ko: * 분쟁 대응/감사/품질 유지 목적의 운영 기록은 개인 식별 정보(PII)를 제거한 형태로 보관될 수 있습니다.

# setv.account.delete.notice.seeMore
source: See More Details
ja: 詳しく見る
ko: 더 보기

# setv.account.delete.notice.timeline
source: * User accounts will be processed with the goal of being permanently deleted within a reasonable period (e.g., 7–14 days) after a deletion request is submitted.
ja: * ユーザーアカウントは、削除リクエスト後、合理的な期間（例：7〜14日）以内の完全削除を目標として処理されます。
ko: * 사용자 계정은 삭제 요청 후 합리적인 기간(예: 7~14일) 내 완전 삭제를 목표로 처리됩니다.

# setv.account.delete.notice.timeline2
source: * For purposes such as security, investigation of misuse, and backups, some information may be retained for a certain period (e.g., up to 30 days).
ja: * セキュリティ、不正利用調査、バックアップ等の目的により、一部の情報は一定期間（例：最大30日）保管される場合があります。
ko: * 보안/부정 사용 조사/백업 등의 목적상 일부 정보는 일정 기간(예: 최대 30일) 보관될 수 있습니다.

# setv.account.delete.notice.title
source: Notice
ja: 通知
ko: 공지사항

# setv.account.delete.started
source: Account Deleted
ja: アカウントが削除されます
ko: 계정이 삭제됩니다.

# setv.account.delete.title
source: Delete Account
ja: アカウント削除
ko: 계정 삭제

# setv.alert.copyToClipboard.body
source: Copy this link to the clipboard?
ja: このリンクをクリップボードにコピーしますか？
ko: 이 링크를 클립보드에 복사하시겠습니까?

# setv.alert.copyToClipboard.title
source: Copy to clipboard
ja: クリップボードにコピー
ko: 클립보드에 복사

# setv.alert.openExternalLink.body
source: Open this link in browser?
ja: このリンクをブラウザで開きますか？
ko: 브라우저에서 이 링크를 여시겠습니까?

# setv.alert.openExternalLink.title
source: Open external link
ja: リンクを開く
ko: 링크 열기

# setv.legal.title
source: Legal Documents
ja: 法的文書
ko: 법적 문서

# setv.nav.deletionRetention
source: Deletion & Retention Policy
ja: 削除・保管ポリシー
ko: 삭제·보관 정책

# setv.nav.openSource
source: Open Source Acknowledgements
ja: オープンソース表記（OSS）
ko: 오픈소스 고지(OSS)

# setv.nav.privacy
source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보처리방침

# setv.nav.privacyChoices
source: User Privacy Choices
ja: ユーザーのプライバシー選択
ko: 이용자 개인정보 선택권 안내

# setv.nav.terms
source: Terms of Service
ja: 利用規約
ko: 이용약관

# setv.nav.thirdParty
source: Third-Party Services Disclosure
ja: 第三者サービス開示
ko: 제3자 서비스 고지

# setv.row.appVersion
source: App Version
ja: アプリバージョン
ko: 앱 버전

# setv.support.noticePolicy
source: Notice Policy
ja: 変更告知ポリシー
ko: 변경 안내 정책

# setv.support.takedown
source: Content / IP Takedown Policy
ja: コンテンツ / IP テイクダウンポリシー
ko: 콘텐츠/권리 침해 신고 및 조치정책

# setv.support.title
source: Support
ja: サポート
ko: 지원

# setv.title.settings
source: Settings
ja: 設定
ko: 설정

# tv.vendorArchive.001.c1
source: This will stop public display of your vendor and remove it from your vendor portal list.
ja: この操作により、事業者は公開停止となり、ポータル一覧から削除されます。
ko: 업체의 공개 표시가 중단되며, 업체 포털 목록에서 제거됩니다.

# tv.vendorArchive.001.c2
source: For security, compliance, and backup purposes, some data may be retained for a limited period (e.g., up to 30 days) before deletion or anonymization.
ja: セキュリティ・コンプライアンス・バックアップの目的で、一部データは一定期間（最大30日など）保持される場合があります。
ko: 보안, 컴플라이언스, 백업 목적상 일부 데이터는 제한된 기간(예: 최대 30일) 보관된 후 삭제 또는 익명화될 수 있습니다.

# tv.vendorArchive.001.c3
source: After archiving, restoration may be limited. If you need to restore, please contact support as soon as possible.
ja: アーカイブ後の復元は制限される場合があります。必要な場合は速やかにサポートへ連絡してください。
ko: 보관 후 복구가 제한될 수 있습니다. 복구가 필요하면 가능한 한 빨리 지원팀에 문의하세요.

# tv.vendorHide.001.c1
source: This will hide your vendor from customers.
ja: この操作により、事業者は顧客から非表示になります。
ko: 고객에게서 해당 업체가 숨김 처리됩니다.

# tv.vendorHide.001.c2
source: You can still manage your vendor from your vendor portal.
ja: 事業者ポータルから引き続き管理できます。
ko: 업체 포털에서 계속 관리할 수 있습니다.

# tv.vendorHide.001.c3
source: However, if you wish to show your vendor to customers again, you will have to resubmit application and receive approval from admin.
ja: 再度表示するには、再申請して管理者の承認を受ける必要があります。
ko: 다시 고객에게 표시하려면 재신청 후 관리자 승인(심사)이 필요합니다.

# vdcv.a11y.signInRequired
source: Sign in required
ja: ログインが必要です
ko: 로그인이 필요합니다

# vdcv.alert.copy.title
source: Copy to clipboard?
ja: クリップボードにコピーしますか？
ko: 클립보드에 복사할까요?

# vdcv.button.cancel
source: Cancel
ja: キャンセル
ko: 취소

# vdcv.button.copy
source: Copy
ja: コピー
ko: 복사

# vdcv.button.hide
source: Hide
ja: 非表示
ko: 숨기기

# vdcv.button.reveal
source: Reveal
ja: 表示
ko: 표시

# vdcv.button.seeMore
source: See More
ja: もっと見る
ko: 더 보기

# vdcv.contact.email
source: Email
ja: メール
ko: 이메일

# vdcv.contact.phone
source: Phone
ja: 電話番号
ko: 전화

# vdcv.contact.phoneWithCountry.format
source: Phone (%@)
ja: 電話番号（%@）
ko: 전화 (%@)

# vdcv.desc.defaultBody
source: Description details will go here
ja: 説明文がここに表示されます
ko: 설명 내용이 여기에 표시됩니다

# vdcv.desc.defaultTitle
source: Description Title
ja: 説明タイトル
ko: 설명 제목

# vdcv.label.category
source: Category:
ja: カテゴリ：
ko: 카테고리:

# vdcv.label.languages
source: Languages:
ja: 対応言語：
ko: 언어:

# vdcv.section.contact
source: Contact & External Links
ja: 連絡先・外部リンク
ko: 연락처 및 외부 링크

# vdcv.sheet.introTitle.format
source: Introduction of %@
ja: %@の紹介
ko: %@ 소개

# vdcv.text.signInToViewMap
source: Please sign in to view map.
ja: 地図を表示するにはログインしてください。
ko: 지도를 보려면 로그인하세요.

# vdcv.toast.copied
source: Copied.
ja: コピーしました。
ko: 복사했습니다.

# vdcv.toast.signInToCopy
source: Sign in to copy.
ja: コピーするにはログインしてください。
ko: 복사하려면 로그인하세요.

# vdcv.toast.signInToOpenLinks
source: Sign in to open external links.
ja: 外部リンクを開くにはログインしてください。
ko: 외부 링크를 열려면 로그인하세요.

# vdcv.toast.signInToShare
source: Sign in to share this vendor.
ja: 共有するにはログインしてください。
ko: 공유하려면 로그인하세요.

# vdcv.toast.signInToUseBookmarks
source: Sign in to use bookmarks.
ja: ブックマークを利用するにはログインしてください。
ko: 북마크를 사용하려면 로그인하세요.

# vdcv.toast.waitMoment
source: Please wait a moment.
ja: しばらくお待ちください。
ko: 잠시만 기다려주세요.

# vdv.alert.openExternal.title
source: Open External Link?
ja: 外部リンクを開きますか？
ko: 외부 링크를 열까요?

# vdv.button.cancel
source: Cancel
ja: キャンセル
ko: 취소

# vdv.button.open
source: Open
ja: 開く
ko: 열기

# vdv.share.checkOutVendor
source: Check out this vendor on PumpkinCarriage.
ja: PumpkinCarriageでこの事業者をチェック。
ko: PumpkinCarriage에서 이 업체를 확인해보세요.

# vdvm.alert.error.title
source: Error
ja: エラー
ko: 오류

# vdvm.alert.signInToUseBookmarks.msg
source: Please sign in to use bookmarks.
ja: ブックマーク機能を利用するにはログインしてください。
ko: 북마크를 사용하려면 로그인하세요.

# vdvm.message.loadDetailFailed.msg
source: Failed to load vendor details.
ja: 事業者詳細の読み込みに失敗しました。
ko: 업체 상세를 불러오지 못했습니다.

# vdvm.message.loadImagesFailed.msg
source: Failed to load vendor images.
ja: 事業者画像の読み込みに失敗しました。
ko: 업체 이미지를 불러오지 못했습니다.

# vdvm.message.refreshSummaryFailed.msg
source: Failed to refresh vendor summary.
ja: 事業者概要の更新に失敗しました。
ko: 업체 요약을 갱신하지 못했습니다.

# vdvm.message.updateBookmarkCountFailed.msg
source: Bookmark count update failed.
ja: ブックマーク数の更新に失敗しました。
ko: 북마크 수 업데이트에 실패했습니다.

# vdvm.message.updateBookmarkFailed.msg
source: Failed to update bookmark.
ja: ブックマークの更新に失敗しました。
ko: 북마크를 업데이트하지 못했습니다.

# vdvm.message.vendorNotFound.msg
source: No vendor was found
ja: 事業者が見つかりません
ko: 업체를 찾지 못했습니다

# vdvm.message.warning.title
source: Warning
ja: 警告
ko: 경고

# vfs.button.apply
source: Apply
ja: 適用
ko: 적용

# vfs.button.cancel
source: Cancel
ja: キャンセル
ko: 취소

# vfs.button.reset
source: Reset
ja: リセット
ko: 초기화

# vfs.field.city
source: City
ja: 市区町村
ko: 도시

# vfs.field.country
source: Country
ja: 国
ko: 국가

# vfs.field.district
source: District
ja: 地区
ko: 구/군

# vfs.preview.tapToShow
source: Tap to show filter sheet
ja: タップしてフィルターを表示
ko: 탭하여 필터 시트를 표시

# vfs.section.language
source: Language
ja: 言語
ko: 언어

# vfs.section.location
source: Location
ja: 場所
ko: 위치

# vgv.category.activate
source: Activate vendor to show to customers
ja: 顧客に表示するために事業を有効化
ko: 고객에게 표시되도록 업체를 활성화

# vgv.category.delete
source: Delete vendor
ja: 事業を削除
ko: 업체 삭제

# vgv.category.hide
source: Hide vendor from customers
ja: 顧客から事業を非表示にする
ko: 고객에게서 업체 숨기기

# vgv.category.policies
source: Policies
ja: ポリシー
ko: 정책

# vgv.category.reviewUpdate
source: Review and update vendor
ja: 事業を確認して更新
ko: 업체 확인 및 수정

# vgv.guide.activate.01
source: If you wish to activate your vendor so that it is visible to customers, please select ‘Manage Vendor’ menu.
ja: 事業者を有効化して顧客に表示したい場合は、「Manage Vendor」メニューを選択してください。
ko: 업체를 활성화하여 고객에게 표시하려면 ‘업체 관리’ 메뉴를 선택해 주세요.

# vgv.guide.activate.02
source: Please select the bottom part of the vendor you wish to activate.
ja: 有効化したい事業者の下部（下のカード）を選択してください。
ko: 활성화하려는 업체 카드의 하단 부분을 선택해 주세요.

# vgv.guide.activate.03
source: In this status screen, you can ‘apply’ for activation, ‘edit’ vendor details, ‘delete’ to remove vendor, ‘support’ to contact administrator (currently supporting apple default mail app only).
ja: このステータス画面では、有効化の「apply」、事業者情報の「edit」、事業者を削除する「delete」、運営者へ連絡する「support」（現在は標準メールアプリのみ対応）を選択できます。
ko: 이 상태 화면에서 활성화 신청 ‘신청’, 업체 정보 수정 ‘편집’, 업체 삭제 ‘삭제’, 관리자에게 문의 ‘지원’(현재 기본 메일 앱만 지원)를 사용할 수 있습니다.

# vgv.guide.activate.04
source: If you wish to proceed with activation, please select ‘apply’ menu.
ja: 有効化を進める場合は、「apply」メニューを選択してください。
ko: 활성화를 진행하려면 ‘신청’ 메뉴를 선택해 주세요.

# vgv.guide.activate.05
source: Please tap and read ‘terms’ first.
ja: まず「terms」をタップして内容を確認してください。
ko: 먼저 ‘약관’을 탭하여 내용을 확인해 주세요.

# vgv.guide.activate.06
source: If you have seen the ‘terms’, please check consent checkbox.
ja: 「terms」を確認したら、同意チェックボックスにチェックしてください。
ko: ‘약관’을 확인했다면 동의 체크박스를 선택해 주세요.

# vgv.guide.activate.07
source: Once you’ve checked consent, ‘Submit’ button will be activated. Please tap to proceed.
ja: 同意にチェックすると、「Submit」ボタンが有効になります。タップして進めてください。
ko: 동의에 체크하면 ‘제출’ 버튼이 활성화됩니다. 탭하여 진행해 주세요.

# vgv.guide.activate.08
source: If your submit was successful, your vendor will be moved to ‘Pending’ status for administrator review. Please wait patiently until the review is done.
ja: 申請が成功すると、管理者審査のためステータスが「Pending」に移ります。審査が完了するまでお待ちください。
ko: 신청이 성공하면 관리자 검토를 위해 상태가 ‘대기’로 변경됩니다. 검토가 완료될 때까지 기다려 주세요.

# vgv.guide.activate.09
source: Once the review is finished and approved, your vendor will be changed to ‘Active’.
ja: 審査が完了して承認されると、事業者ステータスは「Active」に変更されます。
ko: 검토가 완료되어 승인되면 업체 상태가 ‘활성’로 변경됩니다.

# vgv.guide.activate.10
source: ‘Active’ vendors are visible to customers.
ja: 「Active」の事業者は顧客に表示されます。
ko: ‘활성’ 상태의 업체는 고객에게 표시됩니다.

# vgv.guide.delete.01
source: If you wish to remove your vendor, please select ‘Manage Vendor’ menu.
ja: 事業者を削除したい場合は、「Manage Vendor」メニューを選択してください。
ko: 업체를 삭제하려면 ‘업체 관리’ 메뉴를 선택해 주세요.

# vgv.guide.delete.02
source: Please select the bottom part of the vendor you wish to delete.
ja: 削除したい事業者の下部（下のカード）を選択してください。
ko: 삭제하려는 업체 카드의 하단 부분을 선택해 주세요.

# vgv.guide.delete.03
source: In this status screen, you can ‘edit’ vendor details, ‘hide’ vendor from customers, ‘delete’ to remove vendor, ‘support’ to contact administrator (currently supporting apple default mail app only).
ja: このステータス画面では、事業者情報の「edit」、顧客から非表示にする「hide」、事業者を削除する「delete」、運営者へ連絡する「support」（現在は標準メールアプリのみ対応）を選択できます。
ko: 이 상태 화면에서 업체 정보 수정 ‘편집’, 고객에게서 숨기는 ‘숨기기’, 업체를 ‘삭제’, 관리자에게 문의 ‘지원’(현재 기본 메일 앱만 지원)을 사용할 수 있습니다.

# vgv.guide.delete.04
source: If you wish to proceed with activation, please select ‘delete’ menu.
ja: 非表示を進める場合は、「delete」メニューを選択してください。
ko: 숨김을 진행하려면 ‘삭제’ 메뉴를 선택해 주세요.

# vgv.guide.delete.05
source: Please check consent checkbox to proceed.
ja: 続行するには、同意チェックボックスにチェックしてください。
ko: 진행하려면 동의 체크박스를 선택해 주세요.

# vgv.guide.delete.06
source: Once you’ve checked consent, ‘Request’ button will be activated. Please tap to proceed.
ja: 同意にチェックすると、「Request」ボタンが有効になります。タップして進めてください。
ko: 동의에 체크하면 ‘제출’ 버튼이 활성화됩니다. 탭하여 진행해 주세요.

# vgv.guide.delete.07
source: Please select ‘Confirm’ to proceed.
ja: 「Confirm」ボタンを押し、進めてください。
ko: ‘확인’을 눌러 진행해 주세요.

# vgv.guide.delete.08
source: If your request was successful, your vendor will be removed from your vendor list. Please check out ‘Deletion & Retention Policies’ for more detail.
ja: 申請が成功すると、事業者は事業者一覧から削除されます。詳細は「Deletion & Retention Policies」をご確認ください。
ko: 요청이 성공하면 업체가 업체 목록에서 제거됩니다. 자세한 정책에 관련해서는 삭제/보관 정책(Deletion & Retention Policy)”을 확인해 주세요.

# vgv.guide.delete.09
source: Please be warned that vendors in ‘Pending’ status can’t be modified (you will not be able to submit request). Please wait until administrator review is done.
ja: 「Pending」ステータスの事業者は変更できません（申請を送信できません）。管理者の審査が完了するまでお待ちください。
ko: ‘대기’ 상태의 업체는 수정할 수 없습니다(요청 제출 불가). 관리자 검토가 완료될 때까지 기다려 주세요.

# vgv.guide.hide.01
source: If you wish to hide your vendor from customers, please select ‘Manage Vendor’ menu.
ja: 事業者を顧客から非表示にしたい場合は、「Manage Vendor」メニューを選択してください。
ko: 업체를 고객에게서 숨기려면 ‘업체 관리’ 메뉴를 선택해 주세요.

# vgv.guide.hide.02
source: Please select the bottom part of the vendor you wish to hide.
ja: 非表示にしたい事業者の下部（下のカード）を選択してください。
ko: 숨기려는 업체 카드의 하단 부분을 선택해 주세요.

# vgv.guide.hide.03
source: In this status screen, you can ‘edit’ vendor details, ‘hide’ vendor from customers, ‘delete’ to remove vendor, ‘support’ to contact administrator (currently supporting apple default mail app only).
ja: このステータス画面では、事業者情報の「edit」、顧客から非表示にする「hide」、事業者を削除する「delete」、運営者へ連絡する「support」（現在は標準メールアプリのみ対応）を選択できます。
ko: 이 상태 화면에서 업체 정보 수정 ‘편집’, 고객에게서 숨기는 ‘숨기기’, 업체를 ‘삭제’, 관리자에게 문의 ‘지원’(현재 기본 메일 앱만 지원)을 사용할 수 있습니다.

# vgv.guide.hide.04
source: If you wish to proceed with activation, please select ‘hide’ menu.
ja: 非表示を進める場合は、「hide」メニューを選択してください。
ko: 숨김을 진행하려면 ‘숨기기’ 메뉴를 선택해 주세요.

# vgv.guide.hide.05
source: Please check consent checkbox to proceed.
ja: 続行するには、同意チェックボックスにチェックしてください。
ko: 진행하려면 동의 체크박스를 선택해 주세요.

# vgv.guide.hide.06
source: Once you’ve checked consent, ‘Request’ button will be activated. Please tap to proceed.
ja: 同意にチェックすると、「Request」ボタンが有効になります。タップして進めてください。
ko: 동의에 체크하면 ‘제출’ 버튼이 활성화됩니다. 탭하여 진행해 주세요.

# vgv.guide.hide.07
source: If your request was successful, your vendor status will be changed to ‘Hidden’ and hidden from customers to view.
ja: 申請が成功すると、事業者ステータスは「Hidden」に変更され、顧客から非表示になります。
ko: 요청이 성공하면 업체 상태가 ‘숨겨짐’으로 변경되며, 고객에게서 숨겨집니다.

# vgv.guide.hide.08
source: Please be warned that vendors in ‘Pending’ status can’t be modified (you will not be able to submit request). Please wait until administrator review is done.
ja: 「Pending」ステータスの事業者は変更できません（申請を送信できません）。管理者の審査が完了するまでお待ちください。
ko: ‘대기’ 상태의 업체는 수정할 수 없습니다(요청 제출 불가). 관리자 검토가 완료될 때까지 기다려 주세요.

# vgv.guide.policies.01
source: Please open and see below documents regarding policies.
ja: ポリシーに関する文書は、下記の文書を開いてご確認ください。
ko: 정책 관련 문서는 아래 문서를 열어 확인해 주세요.

# vgv.guide.policies.deletionRetention
source: Deletion & Retention Policy
ja: 削除・保管ポリシー
ko: 삭제/보관 정책

# vgv.guide.policies.privacy
source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보처리방침

# vgv.guide.policies.support
source: Support / Contact
ja: サポート／お問い合わせ
ko: 지원/문의

# vgv.guide.policies.takedown
source: Content / IP Takedown Policy
ja: コンテンツ / IP テイクダウンポリシー
ko: 콘텐츠/권리 침해 신고 및 조치정책

# vgv.guide.policies.terms
source: Terms of Service
ja: 利用規約
ko: 이용약관

# vgv.guide.policies.vendorTerms
source: Vendor Register Agreement / Notice
ja: ベンダー登録 同意・告知
ko: 벤더 등록 동의/고지

# vgv.guide.register.01
source: Select 'Register Vendor' menu.
ja: 「事業者登録」メニューを選択します。
ko: '업체 등록' 메뉴를 선택하세요.

# vgv.guide.register.02
source: Fill in all mandator fields.
ja: 必須項目をすべて入力します。
ko: 모든 필수 항목을 입력하세요.

# vgv.guide.register.03
source: Press 'Submit' button.
ja: 「送信」ボタンを押します。
ko: '제출' 버튼을 누르세요.

# vgv.guide.register.04
source: If nothing went wrong, you will see this success alert.
ja: 問題がなければ、成功アラートが表示されます。
ko: 문제가 없다면 성공 알림이 표시됩니다.

# vgv.guide.register.05
source: You will now be able to see your vendor on ‘Vendor Manage’ menu.
ja: 「Vendor Manage」メニューで事業者を確認できるようになります。
ko: ‘업체 관리’ 메뉴에서 업체를 확인할 수 있습니다.

# vgv.guide.update.01
source: If you wish to review and update your vendor, please select ‘Manage Vendor’ menu.
ja: 事業者を確認・更新したい場合は、「Manage Vendor」メニューを選択してください。
ko: 업체를 확인하고 수정하려면 ‘업체 관리’ 메뉴를 선택해 주세요.

# vgv.guide.update.02
source: Please select top part of the vendor you wish to update.
ja: 更新したい事業者の上部（上のカード）を選択してください。
ko: 수정하려는 업체 카드의 상단 부분을 선택해 주세요.

# vgv.guide.update.03
source: If you’ve selected, you will be moved to review screen. Here you can review details or can select ‘Edit’ button to edit your vendor.
ja: 「Select」を選択すると、審査画面に移動します。ここで詳細を確認し、「Edit」ボタンで事業者を編集できます。
ko: 선택하면 검토 화면으로 이동합니다. 여기서 상세를 확인하고 ‘편집’ 버튼으로 업체를 수정할 수 있습니다.

# vgv.guide.update.04
source: Edit your vendor in this edit screen. *Please be warned that if you edit your vendor on ‘Activated’ status, it will be automatically moved to ‘Hidden’ status. And you will be required to submit status change again. (Please refer to ‘Activate vendor’ section for details.)
ja: この編集画面で事業者情報を編集してください。※「Activated」ステータスの事業者を編集すると、自動的に「Hidden」ステータスに移り、再度ステータス変更申請が必要になります（詳細は「Activate vendor」セクションをご参照ください）。
ko: 이 편집 화면에서 업체 정보를 수정해 주세요. ※ ‘활성’ 상태의 업체를 수정하면 자동으로 ‘숨겨짐’ 상태로 변경되며, 다시 상태 변경 요청을 제출해야 합니다(자세한 내용은 ‘업체 활성화’ 섹션 참고).

# vgv.guide.update.05
source: If you have successfully updated, please select the ‘Save Changes’ button on the bottom of the screen.
ja: 更新が完了したら、画面下部の「Save Changes」ボタンを選択してください。
ko: 수정이 완료되면 화면 하단의 ‘변경 저장’ 버튼을 선택해 주세요.

# vgv.title.guideToManagingVendors
source: Guide to Managing Vendors
ja: 事業者管理ガイド
ko: 업체 관리 가이드

# vld.englishOnly.msg.format
source: Please enter %@ in English (Roman alphabet).
ja: %@は英語（ローマ字）で入力してください。
ko: %@은(는) 영문(로마자)으로 입력해주세요.

# vld.englishOnly.title.format
source: Invalid %@
ja: 無効な%@
ko: %@이(가) 올바르지 않습니다

# vld.msg.emailFormat
source: Please enter a valid email address.
ja: 正しいメール形式で入力してください。
ko: 유효한 이메일 주소를 입력해주세요.

# vld.msg.emailMin.format
source: Email must be %d characters or more.
ja: メールは%d文字以上で入力してください。
ko: 이메일은 %d자 이상이어야 합니다.

# vld.msg.externalLinkFields
source: Please fill in all external link fields or remove empty rows.
ja: 外部リンクの項目をすべて入力するか、不要な行を削除してください。
ko: 외부 링크 항목은 모두 입력하거나 빈 줄을 삭제해주세요.

# vld.msg.loginEmpty
source: Username and password must not be empty.
ja: ユーザー名とパスワードを入力してください。
ko: 아이디와 비밀번호는 비어 있을 수 없습니다.

# vld.msg.passwordMin.format
source: Password must be %d characters or more.
ja: パスワードは%d文字以上で入力してください。
ko: 비밀번호는 %d자 이상이어야 합니다.

# vld.msg.phoneCountryCodeRequired
source: Please select a country code for the phone number.
ja: 電話番号の国コードを選択してください。
ko: 전화번호의 국가 코드를 선택해주세요.

# vld.msg.phoneDigitsOnly
source: Please enter digits only (no spaces or symbols).
ja: 数字のみを入力してください（空白や記号は使用できません）。
ko: 숫자만 입력해주세요. (공백/기호 제외)

# vld.msg.phoneMinDigits.format
source: Please enter at least %d digits for the phone number.
ja: 電話番号は%d桁以上で入力してください。
ko: 전화번호는 최소 %d자리 이상 입력해주세요.

# vld.msg.phoneNumberRequired
source: Please enter a phone number or deselect contry code.
ja: 電話番号を入力するか、国コードの選択を解除してください。
ko: 전화번호를 입력하거나 국가 코드를 해제해주세요.

# vld.msg.requiredFields
source: Please fill in all mandatory fields.
ja: 必須項目をすべて入力してください。
ko: 모든 필수 항목을 입력해주세요.

# vld.msg.usernameChars
source: Username can only contain letters, numbers, dots (.), underscores (_), and hyphens (-).
ja: ユーザー名には英数字、ドット（.）、アンダースコア（_）、ハイフン（-）のみ使用できます。
ko: 아이디는 영문/숫자/점(.), 밑줄(_), 하이픈(-)만 사용할 수 있습니다.

# vld.msg.usernameRange.format
source: Username must be between %d and %d characters.
ja: ユーザー名は%d〜%d文字で入力してください。
ko: 아이디는 %d~%d자 사이여야 합니다.

# vld.title.invalid
source: Invalid.
ja: 無効です
ko: 올바르지 않습니다

# vld.title.invalidEmail
source: Invalid Email
ja: 無効なメール
ko: 이메일이 올바르지 않습니다

# vld.title.invalidExternalLink
source: Invalid External Link
ja: 無効な外部リンク
ko: 외부 링크가 올바르지 않습니다

# vld.title.invalidInput
source: Invalid Input
ja: 無効な入力
ko: 입력이 올바르지 않습니다

# vld.title.invalidPassword
source: Invalid Password
ja: 無効なパスワード
ko: 비밀번호가 올바르지 않습니다

# vld.title.invalidPhone
source: Invalid Phone Number
ja: 無効な電話番号
ko: 전화번호가 올바르지 않습니다

# vld.title.invalidUsername
source: Invalid Username
ja: 無効なユーザー名
ko: 아이디가 올바르지 않습니다

# vmanvm.alert.accessConfirmFailed.msg
source: Something went wrong with access confirmation. Please try again later.
ja: アクセス確認中に問題が発生しました。しばらくしてから再試行してください。
ko: 접근 확인 중 문제가 발생했습니다. 잠시 후 다시 시도해주세요.

# vmanvm.alert.error.title
source: Error
ja: エラー
ko: 오류

# vmanvm.alert.loadFailed.title
source: Failed to load vendors
ja: 事業者の読み込みに失敗しました
ko: 업체를 불러오지 못했습니다

# vmanvm.alert.permissionDenied.msg
source: Only vendor account can manage vendor. Please Login with Vendor account and try again.
ja: 事業者アカウントのみが事業者を管理できます。事業者アカウントでログインして再試行してください。
ko: 업체 계정만 업체를 관리할 수 있습니다. 벤더 계정으로 로그인한 뒤 다시 시도해주세요.

# vmanvm.alert.permissionDenied.title
source: Permission denied
ja: 権限がありません
ko: 권한 없음

# vmanvm.alert.tryAgain.msg
source: Please try again.
ja: もう一度お試しください。
ko: 다시 시도해주세요.
